Repository: fullstory-morgue/vdr-gui
Catalog: po/*.po
Languages: de, pt

source: start VDR
pt: iniciar o VDR

source: VDR-Start
pt: VDR-Iniciar

source: stop VDR
pt: parar o VDR

source: VDR-Stop
pt: VDR-Parar

source: VDR-Channelscan Analog-Tuner Typ PVR
de: VDR Kanalsuche mit Analog-Tuner Typ PVR
pt: Tipo PVR de Sintonização Analógica para Verificação de Canais VDR

source: Videodir
de: Videoverzeichnis
pt: Pasta de Video

source: Change your Video Directory (default: /var/lib/video.00)
de: Videoverzeichnis ändern (Voreinstellung: /var/lib/video.00)
pt: Alterar a pasta de Video (por omissão: /var/lib/video.00)

source: Language auto
de: Sprache auto
pt: Língua automática

source: Set VDR-language automatically
de: VDR Sprache automatisch setzen
pt: Definir automaticamente a língua do VDR

source: Language manuel
de: Sprache manuel
pt: Manual de Línguas

source: Manually define VDR-language in VDR-OSD-Menu
de: Sprache im VDR-OSD Menü setzen
pt: Definir manualmente a língua do VDR no Menu VDR-OSD

source: VDR Autostart
pt: VDR Auto-iniciar

source: run vdr at systemstart
de: VDR bei Systemstart starten
pt: executar o VDR no inicio do sistema

source: Disable Autostart
de: Autostart aus
pt: Desactivar Auto-iniciar

source: disable vdr systemstart
de: VDR bei Systemstart nicht starten
pt: desactivar o VDR no inicio do sistema

source: Change VDR Channelslist. If you don't find your's, then use channelscan from OSD in your TV Picture, or search the Internet for w_scan. Save the channels.conf to /var/lib/vdr/channels.conf. SET USER AND GROUP TO vdr (chown vdr:vdr channels.conf)
de: Kanalliste ändern. Wenn Sie ihren Sendebereich nicht finden verwenden Sie die Kanalsuche im VDR-OSD Menü, oder suchen im Internet nach dem Programm w_scan. Die channels.conf liegt im Ordner /var/lib/vdr/channels.conf. ACHTUNG: Für Eigentümer und Gruppe der Datei muss vdr eingestellt sein (chown vdr:vdr channels.conf)
pt: Alterar a lista de canais do VDR. Se não encontrar os seus canais, então use a verificação de canais do OSD da Imagem-TV, ou procure na Internet por w_scan. Guarde o channels.conf para o /var/lib/vdr/channels.conf. DEFINA o UTILIZADOR E GRUPO PARA vdr (chown vdr:vdr channels.conf)

source: Channellist
de: Kanalliste
pt: Lista de Canais

source: TV Fullscreen off
de: TV Normalbild
pt: TV Ecrã Inteiro desligado

source: Start TV-Picture in normal mode
de: TV Bild im Normalmodus starten
pt: Iniciar a Imagem-TV em modo Normal

source: Web-Frontend (vdradmin)
pt: Página Web de Frente (vdradmin)

source: Web-Frontend
pt: Página Web de Frente

source: User Manual
de: Benutzerhandbuch
pt: Manual de Utilizador

source: VDR User Manual
de: VDR Benutzerhandbuch
pt: VDR Manual de Utilizador

source: TV Fullscreen
de: TV Vollbild
pt: TV Ecrã Inteiro

source: Start TV-Picture in Fullscreen mode
de: TV Bild im Vollbildmodus starten
pt: Iniciar a Imagem-TV em modo Ecrã Inteiro

source: <b>Others</b>
pt: <b>Outros</b>

source: Update your VDR
de: VDR aktualisieren
pt: Actualizar o VDR

source: Update
pt: Actualizar

source: get keymap
de: Tastaturbelegung
pt: adquirir o mapa de teclas

source: Get xine Keyboardlayout for VDR (see ~/.xine/keymap
de: xine Einstellungen für VDR holen (~/.xine/config, ~/.xine/keymap)
pt: Adquirir o formato de teclado do xine para o VDR (see ~/.xine/keymap)

source: xine-ui Autostart
pt: xine-ui Auto-iniciar

source: run xine-ui at systemstart (only for KDE)
de: xine-ui bei Systemstart (nur für KDE)
pt: executar o xine-ui no inicio do sistema (só para o KDE)

source: TV-Picture with xine-ui (NOT SUPPORTED)
de: TV-Bild mit xine-ui (Nicht unterstützt)
pt: Imagem-TV com o xine-ui (NÂO SUPORTADO)

source: xine-ui (Picture)
de: xine-ui (Bild)
pt: xine-ui (Imagem)

source: disable Autostart
de: Autostart aus
pt: desactivar Auto-iniciar

source: disable xine-ui at systemstart
de: xine-ui bei Systemstart ausschalten
pt: desactivar o xine-ui no inicio do sistema

source: <b>TV</b> not supported
pt: <b>TV</b> não suportada

source: disable vdr-sxfe at systemstart
de: vdr-sxfe bei Systemstart ausschalten
pt: desactivar o vdr-sxfe no inicio do sistema

source: vdr-sxfe Autostart
pt: vdr-sxfe Auto-iniciar

source: run vdr-sxfe at systemstart (only for KDE)
de: vdr-sxfe bei Systemstart (nur für KDE)
pt: executar o vdr-sxfe no inicio do sistema (só para o KDE)

source: TV-Picture with xineliboutput Frontend
de: TV-Bild mit xineliboutput Bild
pt: Imagem-TV com o xineliboutput à frente

source: vdr-sxfe (Picture)
de: vdr-sxfe (Bild)
pt: vdr-sxfe (Imagem)

source: by Horst J. Tritremmel (hjt)
pt: por Horst J. Tritremmel (hjt)

source: Exit
pt: Sair

source: Allow client access
de: Clientzugriff erlauben
pt: Permitir acesso a clientes

source: Allow client connect (insert IP from client). Do this on Server
de: Erlauben Sie den Zugriff von Clients. Tragen Sie die IP des Clients ein. Einzustellen am VDR Server
pt: Erlauben Sie den Zugriff von Clients. Tragen Sie die IP des Clients ein. Einzustellen am VDR Server

source: UDP network transport
de: UDP Netzwerktransp.
pt: Transporte de Rede UDP

source: UDP network transport. Use this on server or client
de: UDP Netzwerktransport. Einzustellen am Server oder Client
pt: Transporte de Rede UDP. Use-o no servidor ou cliente (por omissão)

source: TCP network transport
de: TCP Netzwerktransp.
pt: Transporte de Rede TCP

source: TCP network transport. Use this on server or client (default)
de: TCP Netzwerktransport. Einzustellen am Server oder Client (Vorgabeeinstellung)
pt: Transporte de Rede TCP. Use-o no servidor ou cliente (por omissão)

source: Network IP-Adress from VDR Server, with xineliboutput is only one client possible. For more clients you must use streamdev-plugin. Do this on Client
de: Netwerk IP-Adresse vom VDR Server eingeben. Mit xineliboutput ist nur ein Client möglich. Für mehrere Clients verwenden sie das streamdev Plugin. Einzustellen am Client
pt: O endereço IP de Rede do Servidor VDR, com o xineliboutput só pode ter um cliente. Para mais clientes tem de usar o plugin streamdev. Faça-o no Cliente.

source: localhost
pt: Máquina local

source: Action
pt: Acção

source: Up Up Down Down Menu m Ok Return Back BackSpace Left Left Right Right Red F1 Green F2 Yellow F3 Blue F4 0 0 1 1 2 2 3 3 4 4 5 5 6 6 7 7 8 8 9 9 Info i Pause space FastFwd F6 FastRew F5 Power p Volume+ F12 Volume- F11 Mute F10
pt: Cima Up Baixo Down Menu m Ok Return Voltar BackSpace Esquerda Left Direita Right Vermelho F1 Verde F2 Amarelo F3 Azul F4 0 0 1 1 2 2 3 3 4 4 5 5 6 6 7 7 8 8 9 9 Informação i Pausa space Encaminhar Rápido F6 Voltar Rápido F5 Ligar p Volume + F12 Volume - F11 Sem Som F10

source: Keyboardlayout
de: Tastaturbelegung
pt: Formato do teclado

source: Couldn't find pixmap file: %s
pt: Não encontrou o ficheiro pixmap: %s

source: VDR-GUI
de: VDR-GU

source: http://www.linuxtv.org/vdrwiki
de: http://www.vdr-portal.de
